Repository: kaaninan/fastermenu
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr

source: Your username or password does not match. Please check!
tr: Kullanıcı adınız veya şifreniz doğru değil. Lütfen kontrol edin!

source: Your e-mail address is also your username.
tr: Email adresiniz aynı zamanda kullanıcı adınız olacaktır.

source: First Name
tr: Adınız

source: Last Name
tr: Soyadınız

source: New Password (optional)
tr: Yeni Şifre (isteğe bağlı)

source: Your password must be at least 8 characters long.
tr: Şifreniz en az 8 karakter olmalıdır.

source: The password can not be less than 8 characters!
tr: Şifreniz en az 8 karakter olmalıdır!

source: Successful!
tr: Başarılı!

source: Your company logo
tr: Şirketinizin logosu

source: Your company name
tr: Şirketinizin ismi

source: Your company address
tr: Şirketinizin adresi

source: This section appears under your company name on the order display.
tr: Bu kısım şirket isminizin altında görünecektir.

source: The logo file cannot be larger than 4 mb!
tr: Logo 4 mb'dan büyük olamaz!

source: Product Name*
tr: Ürün İsmi*

source: Picture
tr: Resim

source: Adding a product image increases the likelihood that your customers will buy the product. (Not required)
tr: Ürün resmi ekleyerek, müşterilerinizin ürünü satın alma ihtimalini arttırırsınız. (isteğe bağlı)

source: Description
tr: Açıklama

source: You can write a description, such as "chili sauce is served with."
tr: Malzemeler, porsiyon gibi başlıklar ekleyebilirsiniz.

source: Price ($)
tr: Fiyatı Girin (TL)

source: Please Select Menu
tr: Lütfen Menü Seçin

source: Click to Print
tr: YAZDIR

source: Use the camera for iPhone, QR reader for Android
tr: iPhone için kamerayı, Android için QR okuyucuyu kullanın

source: Analyze
tr: Analiz

source: Dashboard
tr: Anasayfa

source: Daily Sales
tr: Günlük Satış

source: Weekly Sales
tr: Haftalık Satış

source: Monthly Sales
tr: Aylık Satış

source: Endorsement
tr: Ciro

source: Daily Endorsement
tr: Günlük Ciro

source: Weekly Endorsement
tr: Haftalık Ciro

source: Monthly Endorsement
tr: Aylık Ciro

source: Biot Settings
tr: Biot Ayarları

source: Select which menu to place when the button is pressed
tr: Butona tıklandığı zaman hangi menünün sipariş verileceğini seçin

source: Save
tr: Kaydet

source: Order Categories
tr: Kategorilerini oluştur

source: You have not created any categories at this time!
tr: Şu anda hiç kategori oluşturmadınız!

source: Cancel
tr: İptal

source: Add Category
tr: Kategori Ekle

source: What is the name of the category you want to add?
tr: Eklemek istediğiniz kategorinin adı nedir?

source: Edit Category
tr: Kategori Düzenle

source: Category Name
tr: Kategori Adı

source: Delete
tr: Sil

source: Delete Table
tr: Masayı Sil

source: and its products will be deleted. Do you confirm?
tr: adlı kategori ve içerisindekiler silinecektir. Onaylıyor musunuz?

source: Menu and Category Settings
tr: Menü ve Kategori Ayarları

source: Category
tr: Kategori

source: How to add products?
tr: Nasıl ürün eklerim?

source: Create category
tr: Kategorilerini oluştur

source: Add products into categories you create
tr: Oluşturduğnuz kategoriye ürünleri ekleyin

source: The products on the customers screen are listed below the categories
tr: Ürünler, müşteri ekranında kategorilerin altında görünür

source: Categories
tr: Kategoriler

source: Search
tr: Arama

source: Number of Products
tr: Menü Sayısı

source: Operations
tr: İşlemler

source: Go to Menu
tr: Menüye Git

source: Edit
tr: Düzenle

source: Wait...
tr: Bekleyin...

source: Comments
tr: Yorumlar

source: units
tr: tane

source: No comments at this moment!
tr: Şu anda hiç yorum yok!

source: Comment
tr: Yorum

source: Comment Date
tr: Yorum Tarihi

source: Order Detail
tr: Sipariş Detayı

source: Steps to start using FasterMenu
tr: FasterMenu'yü kullanmaya başlamak için yapmanız gereken adımlar

source: Enter account settings and upload logo
tr: Hesap ayarlarına gir ve logonu yükle

source: Create categories
tr: Kategorilerini oluştur

source: Add menus
tr: Menüleri ekle

source: Add your tables
tr: Masaları ekle

source: Print QR codes
tr: QR kodları yazdır

source: Follow incoming orders
tr: Gelen siparişleri takip et

source: Add Product
tr: Ürün Ekle

source: Add Option
tr: Seçenek Ekle

source: Delete Product
tr: Ürünü Sil

source: will be deleted. Do you confirm?
tr: isimli menü silinecektir. Onaylıyor musunuz?

source: Menu Settings
tr: Menü Ayarları

source: Menu
tr: Menü

source: You have not created any menus at this time!
tr: Şu anda hiç menü oluşturmadınız!

source: Product Name
tr: Ürün İsmi

source: Price
tr: Fiyat

source: Add
tr: Ekle

source: Edit Product
tr: Ürünü Düzenle

source: Update
tr: Güncelle

source: Option Title
tr: Seçenek Başlığı

source: You can write headings such as servings, ingredients.
tr: Malzemeler, porsiyon gibi başlıklar ekleyebilirsiniz.

source: Option Type
tr: Seçenek Türü

source: Select
tr: Seçiniz

source: Free Options
tr: Ücretsiz Seçenekler

source: Paid Options
tr: Ücretli Seçenekler

source: Option List
tr: Seçenek Listesi

source: Option
tr: Seçenek

source: You can add preferences like 'onion', 'hot pepper' to this list.
tr: Bu listeye soğan, acı biber gibi seçenekler ekleyebilirsiniz.

source: Enter Price ($)
tr: Fiyatı Girin (TL)

source: The price you type will be added over the product price.
tr: Yazdığınız fiyat ürünün fiyatının üzerine eklenecektir.

source: Remove Option
tr: Seçeneği Sil

source: Orders
tr: Siparişler

source: You have no orders at the moment!
tr: Şu anda hiç sipariş yok!

source: Table
tr: Masa

source: Order
tr: Sipariş

source: Order Time
tr: Sipariş Zamanı

source: Total Price
tr: Toplam Ücret

source: Approve
tr: Onayla

source: Receive Payment
tr: Ödeme Al

source: Complated
tr: Tamamalandı

source: Approving...
tr: Onaylanıyor..

source: Completing...
tr: Tamamlanıyor..

source: Order Details
tr: Sipariş Detayları

source: Order Date
tr: Sipariş Tarihi

source: Complated Date
tr: Tamamlanma Tarihi

source: Process Time
tr: İşlem Süresi

source: Back
tr: Geri

source: Upload Logo
tr: Logo Yükle

source: Account Settings
tr: Hesap Ayarları

source: Company Information
tr: Şirket Bilgileri

source: Personal Information
tr: Kişiler Bilgiler

source: Tables
tr: Masalar

source: Settings
tr: Ayarlar

source: Sign Out
tr: Çıkış Yap

source: Table QR Code
tr: QR Kod

source: Done
tr: Tamam

source: Print
tr: Yazdır

source: Add Table
tr: Masa Ekle

source: Add bulk table
tr: Toplu masa ekle

source: Add one table
tr: Bir tane masa ekle

source: How many tables do you have?
tr: Kaç tane masa eklemek istiyorsunuz?

source: The number of tables you enter will be added.
tr: Yazdığınız sayı kadar masa eklenecektir.

source: What is the table name you want to add?
tr: Eklemek istediğiniz masanın adı nedir?

source: Edit Table
tr: Masa Düzenle

source: Table Name
tr: Masa Adı

source: Active
tr: Aktif

source: Not Active
tr: Aktif Değil

source: You can remove the tables that are not in use.
tr: Kullanmadığınız masaları buradan kaldırabilirsiniz.

source: Table Settings
tr: Masa Ayarları

source: Print QR Codes
tr: QR Kodları Yazdır

source: You have not created any table at this time!
tr: Şu anda hiç masa oluşturmadınız!

source: Status
tr: Durum

source: QR Code
tr: QR Kod

source: Edit Piece
tr: Adet Değiştir

source: Piece
tr: Tane

source: Cart
tr: Sepetim

source: ORDER NOW
tr: SİPARİŞ VER

source: There are no products in your cart.
tr: Sepetinizde hiç ürün yok.

source: Back to the menu
tr: Menüye Dön

source: Delete Order
tr: Siparişi Sil

source: Your order will be deleted from the system. Do you confirm?
tr: Siparişiniz sistemden silinecektir. Onaylıyor musunuz?

source: Your order has been successfully received!
tr: Siparişiniz başarıyla alındı!

source: As soon as possible, our waiters will bring your order.
tr: En yakın zamanda garsonlarımız siparişinizi getirecektir.

source: If you want to edit your order within <span>-</span> seconds you can do.
tr: Siparişini düzenlemek isterseniz <span>-</span> saniye içerisinde yapabilirsiniz.

source: Track Order
tr: Sipariş Takibi

source: Edit Order
tr: Siparişini Düzenle

source: Cancel Order
tr: Siparişi İptal Et

source: Please select the materials you want to remove.
tr: Çıkartmak istediğiniz malzemeleri seçiniz.

source: ADD TO CART
tr: SEPETE EKLE

source: Added to Cart!
tr: Sepete Eklendi!

source: Your Order Deleted!
tr: Siparişiniz Silindi!

source: Previous Orders
tr: Önceki Siparişlerim

source: Preparing
tr: Hazırlanıyor

source: Prepared
tr: Hazırlandı

source: Detail
tr: Detay

source: Go to Cart
tr: Sepete Git

source: Order Status
tr: Sipariş Durumu

source: Your Order
tr: Siparişiniz

source: Send
tr: Gönder

source: Your Comment
tr: Yorumunuz

source: Your order is complete.
tr: Siparişiniz tamamlandı.

source: Your order is complete. You can comment below.
tr: Siparişiniz tamamlandı. Aşağıdan yorum yapabilirsiniz.

source: Your order has been prepared.
tr: Siparişiniz hazırlandı.

source: Your order has been received. Expected to be approved.
tr: Siparişiniz alındı. Onaylanmayı bekliyor.

source: Please log in
tr: Giriş Yap

source: Don't have an account?
tr: Henüz hesabınız yok mu?

source: Create Account
tr: Hesap Oluştur

source: Password
tr: Şifre

source: Remember Me
tr: Beni Hatırla

source: Log In
tr: Giriş Yap

source: Forgot your password?
tr: Şifremi unuttum

source: Your Password Has Been Changed Successfully!
tr: Şifreniz başarıyla değiştirildi!

source: Change Password
tr: Şifremi Unuttum

source: New Password
tr: Yeni Şifre

source: New Password Again
tr: Yeni Şifre Tekrar

source: Reset Password
tr: Şifremi Sıfırla

source: This link is no longer valid!
tr: Bu link artık geçerli değil!

source: Return to Log In
tr: Giriş yapmak için tıklayın

source: Please check your inbox!
tr: Şifre Değiştirme Maili Gönderildi!

source: We have sent your instructions to your registered email address to change your password.
tr: Şifrenizi değiştirmeniz için gerekli talimatları kayıtlı email adresinize gönderdik.

source: Return to log in
tr: Giriş ekranına dön

source: Reset your password?
tr: Şifremi Unuttum

source: Send verification email
tr: Şifremi Sıfırla

source: Create your free trial
tr: Ücretsiz hesap oluşturun

source: Already have an account?
tr: Zaten hesabın var mı?

source: Bussiness Name
tr: İşletme Adı

source: By creating an account you agree to our terms
tr: Hesap oluştururak koşulları ve şartları kabul etmiş olursunuz

source: Read More
tr: Daha Fazla

source: All rights reserved.
tr: Tüm Hakları Saklıdır.
